import { Metadata } from "next"

export const metadata: Metadata = {
  title: 'دورة التصميم والمونتاج: احصل على مهارات الفن والإبداع مع هذه الدورة الشاملة',
  description:"انضم إلى دورة التصميم والمونتاج واكتسب المهارات الضرورية للعمل بفعالية في عالم الإبداع الرقمي. مدة الدورة 9 ساعات فيديو تدريبية، مع شرح بالدارجة المغربية وإرشادات من الصفر دون الحاجة لخبرة مسبقة. تعلم استخدام برامج Adobe مثل Photoshop وIllustrator وPremiere Pro، واستكشف عوالم جديدة في مجال الإبداع والتكنولوجيا. الدورة مقدمة من قبل المدرب ذو الخبرة عبد الرحمان عقبة لمدة 10 سنوات. احجز مقعدك الآن وابدأ رحلتك نحو التحسين المهني والتميز في مجال التصميم والمونتاج."
}


export default function Layout({ children }:{
  children: React.ReactNode
  }) {
  return (
    <>
      <main>{children}</main>
    </>
  )
}